# Shell & terminal
brew "fish"
brew "tmux"
brew "grc"
brew "z"

# Editor
brew "neovim"

# LSP / formatting
brew "efm-langserver"
brew "prettier"

# Dev tools
brew "fzf"
brew "git"
brew "gh"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "mas"
brew "nvm"
brew "rename"
brew "the_silver_searcher"
brew "watchman"
brew "wget"
brew "yarn"

# Casks
cask "1password-cli"
cask "font-fira-code-nerd-font"
cask "iterm2"

# Mac App Store
mas "Fantastical", id: 975937182
