tap "heroku/brew"
tap "homebrew/cask-cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "awscli"
brew "bash-completion"
brew "cask"
brew "cmake"
brew "dfu-util"
brew "elasticsearch", restart_service: true
brew "elm"
brew "fish"
brew "fzf"
brew "libtool"
brew "git"
brew "libksba"
brew "grc"
brew "htop"
brew "httpie"
brew "hub"
brew "oniguruma"
brew "jq"
brew "kibana", restart_service: true
brew "libyaml"
brew "mas"
brew "neovim"
brew "nvm"
brew "ondir"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "phantomjs"
brew "rabbitmq", restart_service: true
brew "redis"
brew "rename"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password-cli"
cask "alfred"
cask "arq"
cask "bartender"
cask "dash"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-lato"
cask "font-montserrat"
cask "github"
cask "google-chrome"
cask "google-drive-file-stream"
cask "graphql-playground"
cask "istat-menus"
cask "iterm2"
cask "java8"
cask "licecap"
cask "ngrok"
cask "omnigraffle"
cask "postman"
cask "private-internet-access"
cask "psequel"
cask "rescuetime"
cask "skype"
cask "sketch"
cask "skitch"
cask "slack"
cask "spotify"
cask "tableplus"
cask "virtualbox"
cask "visual-studio-code"
mas "Airmail", id: 918858936
mas "Bear", id: 1091189122
mas "CARROT Weather", id: 993487541
mas "DaisyDisk", id: 411643860
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
