tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "justwatchcom/gopass"
tap "neovim/neovim"
brew "awscli"
brew "cask"
brew "dfu-util"
brew "elasticsearch", restart_service: true
brew "elm"
brew "fish"
brew "git"
brew "libksba"
brew "gopass"
brew "gradle"
brew "httpie"
brew "hub"
brew "oniguruma"
brew "jq"
brew "kibana", restart_service: true
brew "libtool"
brew "libyaml"
brew "mongodb", restart_service: true
brew "neovim"
brew "ondir"
brew "openshift-cli"
brew "phantomjs"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "redis"
brew "rename"
brew "screen"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"
brew "z"
brew "zsh"
cask "alfred"
cask "atom"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-drive-file-stream"
cask "graphql-playground"
cask "istat-menus"
cask "iterm2"
cask "licecap"
cask "ngrok"
cask "postman"
cask "private-internet-access"
cask "psequel"
cask "rescuetime"
cask "skype"
cask "sketch"
cask "skitch"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
